Repository: alirezaRanjbar4/Eshop
Catalog: Eshop.Resource/Global/GlobalResource.*.resx
Languages: fa

source: Abstract
fa: موضوع

# ActionList
source: Action Lists
fa: لیست اکشن ها

# Activated
source: Activate
fa: فعال

source: Active
fa: فعال

source: Add
fa: درج

# AddComplete
source: Add Operation Completed Successfully
fa: عملیات درج با موفقیت به اتمام رسید

# AddressLengthShouldNotBeLowerThan200
source: Address String Length Should Not Be Less Than 200 Charecters
fa: آدرس نباید بیشتر از 200 کاراکتر باشد

source: Advanced Search
fa: جستجوی پیشرفته

# Align
source: left
fa: right

source: All Items
fa: همه موارد

source: And
fa: و

source: Application
fa: اپلیکیشن

# ApplicationNotExist
source: Application Not Exist In Database
fa: نرم افزار در پایگاه داده موجود نیست

source: Approve
fa: ثبت

source: Assign
fa: انتساب

source: Calendar
fa: تقویم

source: Calendar Not Found
fa: تقویم یافت نشد

source: Cancel
fa: انصراف

# CantChangeStep
source: Changeing Step Is Not Allowed
fa: تغییر مرحله مجاز نیست

# CantChangeStepHasDamage
source: Cant change step because plate awaiting review damage
fa: برای پلیت خرابی بازدید نشده ثبت شده است . امکان تغییر مرحله وجود ندارد

# CantDeleteDamageReason
source: Cant Delete Damage Reason Because It Has Damage Record
fa: امکان حذف علت خرابی به دلیل استفاده شدن در درخواست های خرابی وجود ندارد

# CantDeleteGroupCausesDamage
source: Cant Delete Group Causes Damage Because It Has Damage Record
fa: امکان حذف گروه عامل خرابی به دلیل استفاده شدن در درخواست های خرابی وجود ندارد

# CantDeletePersonCausesDamage
source: Cant Delete Person Causes Damage Because It Has Damage Record
fa: امکان حذف عامل خرابی به دلیل استفاده شدن در درخواست های خرابی وجود ندارد

source: Cant Delete Report Filter Category
fa: به دلیل وجود گزارش در این دسته بندی ، امکان حذف آن وجود ندارد

source: Change Password
fa: تغییر کلمه عبور

source: Chart Type
fa: نوع جدول

source: Checked
fa: انتخاب

source: checktenant
fa: مجموعه انتخاب شده این قابلیت را ندارد

source: Choose Organization Units Is Required
fa: انتخاب واحد بررسی کننده اجباری است

# ChoseDamagedColors
source: Plese Chose Damaged Colors
fa: لطفا رنگ های آسیب دیده را انتخاب کنید

# ClearSelectedFiles
source: Clear
fa: پاک کردن

source: Clientle
fa: ارباب رجوع

source: Code
fa: کد

# CodeAlreadyExist
source: The Selected Code isDuplicate
fa: کد تکراری است

source: Code Is Repeated
fa: کد تکراری است

source: Code Is Required
fa: کداجباری است

source: Code Length Should No tBe GreaterThan50
fa: کد نمیتواند بیشتر از 50 کاراکتر باشد

source: Code should not be empty
fa: کد نباید خالی باشد

source: Compound Keys Already Exist
fa: مقادیر تکراری وارد شده است.

# ConfirmDeleteMessage
source: Are you sure to delete?
fa: آیا این مورد را حذف می کنید؟

# ConfirmExitMessage
source: Are you sure to close the form?
fa: آیا از این صفحه خارج می شوید؟

source: Confirm Password
fa: تکرار کلمه عبور جدید

source: Content Loading Error
fa: خطا در بارگذاری محتوا

source: Create By
fa: ایجاد کننده

# CreateDate
source: Creation Date
fa: تاریخ ایجاد

# DamageAlreadyRegistered
source: Damage for this item already registered
fa: برای این آیتم پیش از این ، خرابی ثبت شده است.

source: Date
fa: تاریخ

source: Day
fa: روز

# Day1AbbrE
source: Mon
fa: شنبه

# Day1AbbrNE
source: Sat
fa: دو

# Day1E
source: Monday
fa: شنبه

# Day1NE
source: Saturday
fa: دوشنبه

# Day1ShortE
source: Mo
fa: ش

# Day1ShortNE
source: Sa
fa: د

# Day2AbbrE
source: Tue
fa: یک

# Day2AbbrNE
source: Sun
fa: سه

# Day2E
source: Tuesday
fa: یکشنبه

# Day2NE
source: Sunday
fa: سه شنبه

# Day2ShortE
source: Tu
fa: ي

# Day2ShortNE
source: Su
fa: س

# Day3AbbrE
source: Wed
fa: دو

# Day3AbbrNE
source: Mon
fa: چهار

# Day3E
source: Wednesday
fa: دوشنبه

# Day3NE
source: Monday
fa: چهارشنبه

# Day3ShortE
source: We
fa: د

# Day3ShortNE
source: Mo
fa: چ

# Day4AbbrE
source: Thu
fa: سه

# Day4AbbrNE
source: Tue
fa: پنج

# Day4E
source: Thursday
fa: سه شنبه

# Day4NE
source: Tuesday
fa: پنج شنبه

# Day4ShortE
source: Th
fa: س

# Day4ShortNE
source: Tu
fa: پ

# Day5AbbrE
source: Fri
fa: چهار

# Day5AbbrNE
source: Wed
fa: جمعه

# Day5E
source: Friday
fa: چهارشنبه

# Day5NE
source: Wednesday
fa: جمعه

# Day5ShortE
source: Fr
fa: چ

# Day5ShortNE
source: We
fa: ج

# Day6AbbrE
source: Sat
fa: پنج

# Day6AbbrNE
source: Thu
fa: شنبه

# Day6E
source: Saturday
fa: پنجشنبه

# Day6NE
source: Thursday
fa: شنبه

# Day6ShortE
source: Sa
fa: پ

# Day6ShortNE
source: Th
fa: ش

# Day7AbbrE
source: Sun
fa: جمعه

# Day7AbbrNE
source: Fri
fa: یک

# Day7E
source: Sunday
fa: جمعه

# Day7NE
source: Friday
fa: یکشنبه

# Day7ShortE
source: Su
fa: ج

# Day7ShortNE
source: Fr
fa: ي

source: Decrease
fa: کاستن

source: Delete
fa: حذف

# DeleteComplete
source: Delete Operation Completed Successfully
fa: عملیات حدف با موفقیت به اتمام رسید

source: Description
fa: توضیحات

# DescriptionLengthShouldBeGreaterThan200
source: Description Length Should BeGreater Than 200 Charecters
fa: توضیحات نباید بیشتر از 200 کاراکتر باشد

source: DeSelect
fa: لغو انتخاب

# Detail
source: Details
fa: جزییات

# dir
source: ltr
fa: rtl

source: Domain
fa: دامنه

source: Edit
fa: ویرایش

# EditComplete
source: Edit Operation Completed Successfully
fa: عملیات ویرایش با موفقیت به اتمام رسید

# EditCompleteWithError
source: When recording information, {0} error occurred, please see the cause of the error in the error check.
fa: در هنگام ثبت اطلاعات .تعداد {0} خطا رخ داد لطفا درقسمت بررسی خطا علت خطا را مشاهده کنید.

source: Excessive Requests
fa: خطای درخواست های بیش از اندازه در بازه زمانی محدود

source: Exit
fa: خروج

source: FamilyShouldNotBeEmpty
fa: نام خانوادگی نباید خالی باشد

# FieldShouldNotBeEmpty
source: {0} Should Not Be Empty.
fa: {0} نمی تواند خالی باشد.

source: Fill In The Fields
fa: فیلد ها را تکمیل نمایید

source: Finger Print Error
fa: خطا در ارتباط با دستگاه

source: First
fa: اولین

source: First Name
fa: نام

source: Fiscal Year
fa: سال مالی

source: From Date
fa: از تاریخ

source: FromDate Should Be Lower Than ToDate
fa: فیلد "از تاریخ" باید کوچکتر از فیلد "تا تاریخ" باشد

source: From Time
fa: از ساعت

# FullName
source: FirstName & LastName
fa: نام و نام خانوادگی

source: General
fa: عمومی

source: Grade
fa: مدرک تحصیلی

# GridConfigColumns
source: Grid Configuration Columns
fa: تنظیمات ستون های گرید

# GridConfigs
source: Grid Configuration
fa: تنظیمات گرید

# HeaderStatusUploaded
source: Operation Completed
fa: اتمام عملیات

# HeaderStatusUploading
source: Uploading ...
fa: در حال بارگزاری ...

source: Help
fa: راهنما

source: Hour
fa: ساعت

source: Image
fa: تصویر

source: Inactive
fa: غیرفعال

source: Increase
fa: افزودن

# InvalidApplicationFeatureLicense
source: Invalid Related Feature in Module License
fa: لایسنس خاصیت مربوطه در ماژول نامعتبر می باشد

# InvalidApplicationLicense
source: Invalid Related Module License
fa: لایسنس ماژول مربوطه نامعتبر می باشد

# InvalidDecimal
source: Enter number correctly (E.g. 6.48)
fa: عدد مورد نظر را به شکل صحیح وارد کنید (به عنوان مثال 6.48)

# InvalidEmail
source: Invalid Email Address
fa: آدرس پست الکترونیکی معتبر نیست

source: Invalid File Extension
fa: پسوند فایل غیرمعتبر میباشد

source: InvalidInvitationcode
fa: کد دعوت نامعتبر است

# InvalidMaxFileSize
source: File Size is Greater than Valid Max
fa: حجم فایل از حداکثر مجاز بیشتر میباشد

# InvalidMinFileSize
source: File Size is Less than Valid Min
fa: حجم فایل از حداقل مجاز کمتر میباشد

# InvalidTell
source: Phone Number is Invalid
fa: شماره تلفن وارد شده صحیح نیست

# InverseAlign
source: right
fa: left

source: Is Default
fa: پیشفرض

source: Item
fa: مورد

source: Items Per Page
fa: تعداد آیتم در هر صفحه

source: Language
fa: زبان

source: Language Not Found
fa: زبان یافت نشد

source: Last
fa: آخرین

source: Last Name
fa: نام خانوادگی

# LockOrder
source: The order is locked . It is not possible to change it.
fa: سفارش قفل شده است امکان تغییر وجود ندارد.

source: Login To System
fa: ورود به سیستم

source: Minute
fa: دقیقه

source: Month
fa: ماه

# Month10AbbrE
source: Oct
fa: دی

# Month10AbbrNE
source: Dey
fa: اکتبر

# Month10E
source: October
fa: دی

# Month10NE
source: Dey
fa: اکتبر

# Month11AbbrE
source: Nov
fa: بهمن

# Month11AbbrNE
source: Bahman
fa: نوامبر

# Month11E
source: November
fa: بهمن

# Month11NE
source: Bahman
fa: نوامبر

# Month12AbbrE
source: Dec
fa: اسفند

# Month12AbbrNE
source: Esfand
fa: دسامبر

# Month12E
source: December
fa: اسفند

# Month12NE
source: Esfand
fa: دسامبر

# Month1AbbrE
source: Jan
fa: فروردین

# Month1AbbrNE
source: Farvardin
fa: ژانویه

# Month1E
source: January
fa: فروردین

# Month1NE
source: Farvardin
fa: ژانویه

# Month2AbbrE
source: Feb
fa: اردیبهشت

# Month2AbbrNE
source: Ordibehesht
fa: فوریه

# Month2E
source: February
fa: اردیبهشت

# Month2NE
source: Ordibehesht
fa: فوریه

# Month3AbbrE
source: Mar
fa: خرداد

# Month3AbbrNE
source: Khordad
fa: مارس

# Month3E
source: March
fa: خرداد

# Month3NE
source: Khordad
fa: مارس

# Month4AbbrE
source: Apr
fa: تیر

# Month4AbbrNE
source: Tir
fa: آوریل

# Month4E
source: April
fa: تیر

# Month4NE
source: Tir
fa: آوریل

# Month5AbbrE
source: May
fa: مرداد

# Month5AbbrNE
source: Mordad
fa: مه

# Month5E
source: May
fa: مرداد

# Month5NE
source: Mordad
fa: مه

# Month6AbbrE
source: Jun
fa: شهریور

# Month6AbbrNE
source: Shahrivar
fa: ژوئن

# Month6E
source: June
fa: شهریور

# Month6NE
source: Shahrivar
fa: ژوئن

# Month7AbbrE
source: Jul
fa: مهر

# Month7AbbrNE
source: Mehr
fa: ژوئیه

# Month7E
source: July
fa: مهر

# Month7NE
source: Mehr
fa: ژوئیه

# Month8AbbrE
source: Aug
fa: آبان

# Month8AbbrNE
source: Aban
fa: اوت

# Month8E
source: August
fa: آبان

# Month8NE
source: Aban
fa: اوت

# Month9AbbrE
source: Sep
fa: آذر

# Month9AbbrNE
source: Azar
fa: سپتامبر

# Month9E
source: September
fa: آذر

# Month9NE
source: Azar
fa: سپتامبر

source: More Pages
fa: صفحات بیشتر

source: Name
fa: نام

# NameAlreadyExist
source: The Selected Name is Duplicate
fa: نام انتخاب شده وجود دارد

source: Name Is Repeated
fa: نام تکراری است

source: Name Is Required.
fa: نام اجباری است.

source: Name Length Should Not Be Greater Than 100
fa: نام نمیتواند بیشتر از 100 کاراکتر باشد

source: Name Should Not be Empty
fa: نام نباید خالی باشد

source: New Password
fa: کلمه عبور جدید

source: Next
fa: بعدی

source: No Item is Selected
fa: هیچ موردی انتخاب نگردیده است

source: No Records
fa: رکوردی یافت نشد.

# NotAllPlateInCuttingStep
source: Not all plate in cutting step , cant change step
fa: همه ی پلیت های سفارش به مرحله برش نرسیده اند ، امکان تغییر مرحله وجود ندارد

source: Of
fa: از

source: Old Password
fa: کلمه عبور قدیم

# OperationComplete
source: The Operation Completed Successfully
fa: عملیات با موفقیت به اتمام رسید

source: Operation Error
fa: خطا در عملیات

# OperationStateTitle
source: Operation State:
fa: وضعیت عملیات:

source: Or
fa: یا

source: Order Must Have Designer
fa: برای این سفارش طراحی مشخص نشده است

source: Page
fa: صفحه

source: Parent
fa: والد

source: Password
fa: کلمه عبور

source: PasswordShouldNotBeEmpty
fa: کلمه عبور نباید خالی باشد

# PeriodicsDatesIsConfilict
source: Periodics Dates has Confilict with each others
fa: بازه های تاریخ تداخل دارند

# PeriodicsTimesIsConfilict
source: Periodics Times has Confilict with each others
fa: بازه های زمانی تداخل دارند

# Person
source: Employee
fa: پرسنل

# PersonCode
source: Employee Code
fa: شماره پرسنلی

source: Person code must be at least 4 characters long and contain only numbers
fa: کد پرسنلی باید حداقل ۴ کاراکتر و فقط شامل اعداد باشند

# PersonIdIsRepeated
source: Employee Id Is Repeated
fa: شناسه فرد تکراری است

# PersonIdShouldNotBeEmpty
source: Employee Id Should Not be Empty
fa: شناسه فرد نمی‌تواند خالی باشد

# PhoneShouldNotBeEmpty
source: PhoneNumberShouldNotBeEmpty
fa: شماره تلفن نباید خالی باشد

source: Post Type
fa: نوع پست

source: Previous
fa: قبلی

source: Print
fa: چاپ

source: Profile
fa: پروفایل

# pull_align
source: pull-left
fa: pull-right

# pull_inverse_align
source: pull-right
fa: pull-left

source: Refresh
fa: تازه سازی

# RemoteWorkNotPossible
source: Remote Work Is Not Possible
fa: کار از راه دور امکان پذیر نیست

source: Report
fa: گزارشات

# ResourceName
source: Resources Name
fa: نام ریسورس ها

source: Retry
fa: تلاش مجدد

source: RoleNotExist
fa: نقش برای کاربر تعریف نشده است

source: RowNumber
fa: ردیف

source: Search
fa: جستجو

source: Search By
fa: جستجو بر اساس

source: Search Term
fa: عبارت جستجو

source: Select
fa: انتخاب

source: Select All
fa: انتخاب همه

source: Selected Items Count :
fa: تعداد آیتم های انتخاب شده :

source: Select File
fa: انتخاب فایل

source: Show
fa: نمایش

source: Skins
fa: پوسته ها

# SpecificForSysAdmin
source: Active For Admin
fa: فعال برای ادمین

source: Start Date Is Greater ThanThe End Date
fa: تاریخ ابتدا از تاریخ انتها بزرگتر است

# Status
source: Staus
fa: وضعیت

# StatusFailed
source: Upload Error
fa: خطا در بارگزاری

# StatusUploaded
source: Upload Success
fa: بارگزاری بدون خطا

# SysTitle
source: Restaurant atlas comprehensive system
fa: سامانه جامع اطلس رستورانی

source: Tell Is Invalid
fa: شماره تلفن وارد شده صحیح نیست

source: Theme Content Not Found
fa: پوسته محتوا یافت نشد

source: The password must be at least 8 characters long and contain uppercase, lowercase, characters, and numbers
fa: پسورد باید حداقل ۸ کاراکتر و شامل حروف بزرگ ، حروف کوچک ، کاراکتر و اعداد باشد

source: This Node Has a Child
fa: این گره دارای فرزند می‌باشد

source: Time
fa: زمان

source: Time Format Is Incorrect
fa: فرمت زمان نادرست است

source: Times Field Should Not Be Empty
fa: فیلد های زمان نباید خالی باشند

source: Title
fa: عنوان

source: Title Is Repeated
fa: عنوان تکراری است

# TitleShouldNotBeEmpty
source: Title Should Not Empty
fa: عنوان نباید خالی باشد

source: To Date
fa: تا تاریخ

source: Token Connection Failed
fa: ارتباط با توکن برقرار نمی باشد

source: To Time
fa: تا ساعت

source: Transmission Operations Successfully Completed
fa: عملیات انتقال با موفقیت انجام شد

source: Type
fa: نوع

# UnauthorizedAccessToTheService
source: Unauthorized Access To Service
fa: دسترسی غیرمجاز به سرویس

source: Unauthorized Data Access
fa: دسترسی غیرمجاز به داده

source: UnauthorizedDataAccessChart
fa: عدم دسترسی به چارت سازمانی انتخاب شده

source: UnSelected Items Count :
fa: تعداد آیتم های انتخاب نشده:

# UploadSelectedFiles
source: Upload
fa: بارگزاری

source: Username
fa: نام کاربری

source: User Name Or Password Is Incorrect
fa: نام کاربری یا رمز ورود صحیح نمی باشد

source: Value
fa: مقدار

source: View
fa: مشاهده

source: Year
fa: سال
