Repository: alirezaRanjbar4/Eshop
Catalog: Eshop.Resource/Global/PermissionResource.*.resx
Languages: fa

source: Account
fa: حساب کاربری

source: Add Or Edit PersonUser
fa: افزودن یا ویرایش نام کاربری پرسنل

source: Add Or Update
fa: افزودن و ویرایش

# AddPermission
source: Add
fa: افزودن

# AddRangeChartPostPerson
source: Add Range Post To Person
fa: افزودن گروهی پست

source: Add User For Customers
fa: افزودن اطلاعات کاربری مشتریان

source: Authentication
fa: احراز هویت

# BankInfo
source: Bank Information
fa: اطلاعات بانک ها

source: Change Design Approve
fa: تغییر وضعیت تایید طرح

source: Change Order Status
fa: تغییر وضعیت سفارش

source: Change Plate State
fa: تغییر وضعیت پلیت

source: Change User Password
fa: تغییر کلمه عبور کاربر

# Chart
source: Organization Chart
fa: چارت سازمانی

# ChartPost
source: Organization Chart Posts
fa: پست های چارت

# ChartPostPerson
source: ChartPost Persons
fa: تخصیص پرسنل به پست های چارت

source: Chart Type
fa: نوع چارت

source: City
fa: شهر

source: Complementary Operation Department
fa: عملیات تکمیلی

source: Contract Type
fa: نوع قرارداد

source: Customer
fa: مشتری

# CustomerUserInfoController
source: Customer User Information
fa: اطلاعات کاربری مشتری

# DeleteAddedRip
source: Delete Added RipColor
fa: حذف ریپ اضافه شده در چیدمان

# DeletePermission
source: Delete
fa: حذف

source: Delete User For Customers
fa: حذف اطلاعات کاربری مشتریان

# DependentInfo
source: Dependent Information
fa: افراد تحت تکفل

source: Designing Department
fa: بخش طراحی

# Driver
source: Drivers
fa: رانندگان

source: Edit User
fa: ویرایش اطلاعات کاربری

source: Financial Department
fa: واحد مالی

source: Get All Designer
fa: نمایش طراح ها

source: Get All Order For Admin
fa: مشاهده سفارش برای ادمین

source: Get All Person For ChartPost
fa: مشاهده همه پرسنل در پست های چارت

source: Get AllPerson UserInfo
fa: مشاهده اطلاعات کاربری پرسنل

source: GetAll Process Step
fa: مشاهده مراحل

source: Get All Working Plate
fa: دریافت پلیت های فعال

source: Get ComplementaryOperation Info
fa: مشاهده عملیات تکمیلی

source: Get Designer Kanban Filter
fa: دریافت فیلتر کانبان طراحان

source: GetInsuranceInfoByPersonId
fa: مشاهده اطلاعات بیمه پرسنل

source: Get Klische Assembly Dimensions
fa: دریافت ابعاد کلیشه

source: Get KlischeCuts And Packing
fa: دریافت اطلاعات برش وبسته بندی

source: Get Order ColorSelection
fa: دریافت رنگ های سفارش

source: Get Order Packaging
fa: دریافت اطلاعات بسته بندی

source: Get Order Rip ColorAngles
fa: مشاهده اطلاعات رنگ و زاویه

source: Get OrderRip Colors
fa: دریافت رنگهای سفارش

source: Get Orders Assign To Designer
fa: مشاهده سفارش برای طراح

source: GetOrderSending
fa: دریافت اطلاعات ارسال

source: Get Order StepLog
fa: مشاهده وضعیت سفارش

# GetPersonPosts
source: View Posts Of Person
fa: مشاهده پست های پرسنل

# GetPersonsByChartPost
source: View Perons In Chart Post
fa: مشاهده پرسنل بر اساس پست های چارت

source: Get Production Device Persons
fa: دریافت اطلاعات پرسنل تولید

# GetQCTypes
source: Get Quality Control Types
fa: مشاهده آیتم های کنترل کیفی

source: Get Single Order By OrderNumber
fa: جستجوی سفارش در مشاهده سفارش

source: Get User By Id
fa: دریافت اطلاعات کاربری با شناسه

# GetUserByPersonId
source: Get User By Person
fa: دریافت اطلاعات کاربری پرسنل

# InsuranceInfo
source: Insurance Information
fa: اطلاعات بیمه

# InsuranceJob
source: Insurance Job Information
fa: اطلاعات شغل بیمه

# InsuranceType
source: Insurance Type Information
fa: اطلاعات نوع بیمه

source: Klische Assembly Department
fa: مونتاژ کلیشه

source: Klische Cutting Department
fa: واحد برش

source: Klische Price
fa: قیمت گذاری کلیشه

source: Klische Thickness
fa: ضخامت کلیشه

source: Klische Type
fa: نوع کلیشه

# KlischeTypeAndThickness
source: Join KlischeType And Thickness
fa: ارتباط نوع کلیشه و ضخامت

# LaserLayoutFilmProductionController
source: Laser Layout And Film Production
fa: تولید فیلم و چیدمان لیزری

# Order
source: Orders
fa: سفارشات

# OrderArchive
source: Orders Archive
fa: آرشیو سفارشات

source: OrderOnline
fa: سفارش آنلاین

source: Order Packaging Department
fa: واحد بسته بندی

source: Order Rip Department
fa: بخش ریپ

source: Order Sending Department
fa: واحد ارسال

source: Order Step Log
fa: وضعیت سفارش

# OrganizationUnit
source: Organization Units
fa: واحد های سازمانی

# Person
source: Person Information
fa: اطلاعات پرسنل

# PersonBankInfo
source: Person Bank Information
fa: اطلاعات بانکی پرسنل

# PersonContract
source: Person Contract Information
fa: قرارداد پرسنل

# PersonGroup
source: Person Group Information
fa: گروه پرسنلی

# PersonUpdatePermission
source: Person Update
fa: ویرایش پرسنل

source: Plate
fa: پلیت

# Post
source: Organization Post
fa: پست سازمانی

# PreProductionDepartment
source: PreProduction QC Department
fa: کنترل کیفی پیش از تولید

source: Print Exit Receipt
fa: چاپ برگ خروج

source: Production Device
fa: دستگاه تولید

# RoleController
source: Roles
fa: نقش سیستمی

# TakeToPreviousStep
source: Take Order To Previous Step
fa: برگرداندن سفارش به مرحله قبل

source: Update Order RipColor Plate
fa: ویرایش رنگ پلیت

source: Update Order Rip Colors
fa: ویرایش رنگ های سفارش

source: Update User For Customers
fa: ویرایش اطلاعات کاربری مشتریان

# User
source: Users
fa: کاربران

# GetAllPermission
source: View
fa: مشاهده

source: Production QC Department
fa: واحد کنترل کیفی تولید

source: Change Status
fa: تغییر وضعیت

source: Material request
fa: درخواست کالا

source: Manager Review
fa: بازدید مدیر

source: Order Damage
fa: خرابی سفارش

source: Plate Damage
fa: خرابی پلیت

source: Supervisor Review
fa: بازدید سرپرست

source: View Kanban
fa: مشاهده کانبان

# GetInvoice
source: View Invoice Creation
fa: مشاهده ایجاد فاکتور

# GetInvoicesByOrderId
source: View Issued Invoices
fa: مشاهده فاکتورهای صادر شده

source: Production Warehouse
fa: انبار تولید

source: Get ProductionMaterials By ItemCode
fa: مشاهده لیست یک کالا

source: Get Production Warehouse
fa: مشاهده اطلاعات کالاهای انبار

source: Upload Excel
fa: آپلود فایل اکسل

source: Add Material By ItemCode
fa: افزودن با کد کالا

source: Add Material
fa: افزودن کالا

source: Review Order Damage
fa: بازدید خرابی سفارش

source: ReviewPlateDamage
fa: بازدید خرابی پلیت

source: Get All Partial Material
fa: مشاهده پارشیال ها

source: Partial Material
fa: پارشیال

source: Add Or Update Proforma Invoice
fa: ایجاد و ویرایش پیش فاکتور

source: Fiscal Year
fa: سال مالی

source: Group Causes Damage
fa: عامل خرابی

source: Post Type
fa: نوع پست

source: Dashboard
fa: داشبورد

source: Get All Orders In All Steps Count
fa: آمار تعداد سفارشات در هر مرحله

source: Get Customer Order Register Count Chart
fa: جدول تعداد سفارشات مشتریان

source: Get Designer Order Register Count Chart
fa: جدول تعداد سفارشات طراحان

source: Get Order Count Chart
fa: جدول تعداد سفارشات

source: Get Orders Status Statistics
fa: آمار سفارشات بر اساس وضعیت

source: Get Plate Count Chart
fa: جدول تعداد پلیت ها

source: Ratio Invoice Type
fa: جدول نسبت انواع فاکتور

source: Ratio Order Type
fa: جدول نسبت انواع سفارش

source: Get Dashboard View
fa: مشاهده داشبورد

source: Designer Group
fa: گروه طراحی

source: Assign Order To Designer
fa: تخصیص سفارش به طراح

source: Designer Quality Control Types
fa: کنترل کیفی طراحی

source: Process Step
fa: مراحله فرایند

source: Quality Control Types
fa: کنترل کیفی

source: Report Filter Category
fa: دسته بندی گزارشات

source: Setting
fa: تنظیمات

source: Setting Group
fa: گروه تنظیمات

source: Tram Type
fa: نوع ترام

source: Report Filter
fa: گزارشات

source: Get Sendings For Driver
fa: دریافت ارسال ها برای راننده

source: Deliver Order Sending
fa: تحویل بسته ارسال

source: Get Order Sending Detail
fa: دریافت جزئیات ارسال سفارش

source: Get Drivers Filter
fa: دریافت فیلتر راننده ها

source: Get Invoice Report
fa: دریافت گزارش فاکتورها

source: Get Order Report
fa: دریافت گزارش سفارشات

source: Get Production Device Report
fa: دریافت گزارش دستگاه های تولید

source: Get Production Log Report
fa: دریافت گزارش لاگ تولید

source: Get Proforma Invoice Report
fa: دریافت گزارش پیش فاکتور ها
